{
    "AboutPET": {
        "desktop": "O Programa de Educação Tutorial (PET) é uma iniciativa do governo federal brasileiro que promove atividades de pesquisa, ensino e extensão para estudantes de graduação. Criado em 1979 pela CAPES, o PET surgiu inicialmente como o Programa Especial de Treinamento, com foco na formação de grupos de excelência acadêmica dedicados ao estudo e pesquisa. Em 2004, passou a se chamar Programa de Educação Tutorial, assumindo uma nova abordagem. Seus principais objetivos, de acordo com o SESu, incluem aprimorar o ensino de graduação, fortalecer a formação acadêmica, incentivar a interdisciplinaridade e desenvolver atividades acadêmicas diversificadas em grupos de tutoria. Entre 2006 e 2012, o PET expandiu significativamente, alcançando 842 grupos em 121 Instituições de Ensino Superior. No PET da Licenciatura em Ciências Biológicas do IFSP, você encontrará conteúdos valiosos que destacam o impacto dessa iniciativa, integrando ensino, pesquisa e extensão, e contribuindo para a formação de futuros profissionais apaixonados pela Biologia.",
      
        "mobile": "O PET (Programa de Educação Tutorial) é uma iniciativa do governo federal que promove pesquisa, ensino e extensão para alunos de graduação, criado em 1979 pela CAPES. Hoje, com 842 grupos em 121 Instituições, o PET da Licenciatura em Ciências Biológicas do IFSP oferece uma experiência interdisciplinar e rica para futuros profissionais da Biologia."
    },
    "Purpose": {
        "desktop": "O grupo PET do curso de Licenciatura de Ciências Biológicas do IFSP de São Paulo (PET/LICBIO/SPO) foi criado em 2010. Desde sua criação, o PET/LICBIO/SPO já desenvolveu diversas atividades voltadas ao ensino, à pesquisa e à extensão. O grupo é formado por um docente tutor, até doze bolsistas e até seis voluntários. Cada estudante do PET possui uma dedicação semanal de 20h, os participantes têm a oportunidade de se envolver em projetos inovadores que não só fortalecem sua base teórica, mas também os capacitam a aplicar seus conhecimentos em situações práticas, colaborando com a comunidade. O PET/LICBIO proporciona um ambiente propício para o desenvolvimento de habilidades profissionais essenciais, como liderança, comunicação eficaz, trabalho em equipe e pensamento crítico. Os participantes são incentivados a assumir papéis de liderança em projetos de pesquisa e extensão, preparando-os para enfrentar desafios do mundo acadêmico e do mercado de trabalho. Atualmente, o grupo conta com a orientação dedicada da Professora Caroline Arantes Magalhães. Venha fazer parte desta comunidade comprometida com a excelência acadêmica e o desenvolvimento profissional.",
        
        "mobile": "O grupo PET do curso LICBIO do IFSP São Paulo (PET/LICBIO/SPO) foi criado em 2010. O grupo é formado por um docente tutor, até doze bolsistas e até seis voluntários. Cada estudante do PET possui uma dedicação semanal de 20h e atua simultaneamente em diferentes atividades que englobam ensino, pesquisa e extensão. Os participantes têm a oportunidade de se envolver em projetos inovadores que não só fortalecem sua base teórica, mas também os capacitam a aplicar seus conhecimentos em situações práticas, colaborando com a comunidade. Atualmente, o grupo é coordenado pela dedicada Professora Caroline Arantes Magalhães."
    }
}

